Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །དཔལ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བ་བྱ་བ་བཞིའི་དེ་ཁོ་ནའི་རྒྱལ་པོ་སྟེ་བརྟག་པ་དགུ་པའོ།།
en: This concludes the ninth chapter of the glorious “Emergence from Sampuṭa” called “The King of the Essence of the Four Rituals.” Chapter 10 “Listen, Vajrapāṇi, about the samaya that results

source: །།རྡོ་རྗེ་སློབ་དཔོན་དམ་ཚིག་གི།
en: In the accomplishments of a vajra master.

source: །གྲུབ་རྟགས་ལག་ན་རྡོ་རྗེ་ཉོན། །དང་པོར་དཀྱིལ་འཁོར་ཆེན་པོ་ནི།
en: Having prepared the Great Circle, which comes first,

source: །སྙིང་ག་ཡི་ནི་དཀྱིལ་འཁོར་དུ། །རང་གི་དབང་སོགས་རྒྱས་པ་ཡིས།
en: One should summon the heart maṇḍala.

source: །རང་གིས་ནང་དུ་ཞུགས་པས་ན།
en: “Through one’s entering the first, the Great Circle, And performing there the elaborate ritual of initiation and so forth,

source: །རྡོ་རྗེ་སློབ་དཔོན་མཚུངས་མེད་པ། །འགྲུབ་འགྱུར་འདི་ལ་ཐེ་ཚོམ་མེད། །གང་ཕྱིར་ཐོས་པ་དེ་ཉིད་ཀྱི།
en: One will attain the unequaled status Of a vajra master, there can be no doubt.

source: །བསམ་གཏན་སྤྲོ་བ་ཉིད་ཀྱི་ཕྱིར།
en: “For by being devoted to meditation upon what was learned,

source: །རྡོ་རྗེ་སློབ་དཔོན་འགྲུབ་པར་འགྱུར།
en: One will attain the status of a vajra master. One will fully succeed after reciting

source: །རྡོ་རྗེ་སེམས་དཔའ་སྙིང་པོ་སོགས། །འབུམ་དུ་བཟླས་པས་རབ་ཏུ་འགྲུབ། །སྐལ་བ་ཀུན་གྱི་སྔོན་གྲུབ་པས།
en: The heart mantra of Vajrasattva, and so forth, 100,000 times.

source: །སློབ་དཔོན་ཆེན་པོ་གདོད་ནས་གྲུབ།
en: “Once one becomes a fully accomplished great master, One’s accomplishment will endure through all the ages.

source: །ཆོ་ག་འདིས་ནི་སེམས་ཅན་རྣམས།
en: By this means sentient beings become the victorious buddhas

source: །རྒྱལ་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད།
en: Can there be any doubt about this?

source: །གཉིས་མེད་སྤྲོ་བར་བཅས་པ་རྣམས།
en: “Those who make an effort to abide in nonduality

source: །དེ་ཉིད་གནས་ཤིང་གོ་ཆ་བགོས།
en: Don their armor and adhere to reality.

source: །ཐམས་ཅད་མཁྱེན་པ་གང་གང་གི།
en: “Whatever female consort has been prescribed to whatever male

source: །རིགས་ཀྱི་རབ་ཏུ་དབྱེ་བ་ལས། །ཕྱག་རྒྱ་གང་དང་གང་གསུངས་པ།
en: By the omniscient ones based on the family association of the two,

source: །དེ་དང་དེ་ནི་ཆོ་གས་བླངས།
en: Such a consort should be procured through the prescribed means

source: །དེ་དང་དེ་ཉིད་ཀྱིས་ནི་བསྒྲུབ།
en: Only by such a partner, who will practice only with her.

source: །གཏི་མུག་བདག་ཉིད་ངེས་བར་མ།
en: “If he whose nature is delusion obtains the mother,

source: །ལྷ་མོའམ་སྐྱེ་གཉིས་བདག་ཉིད་སྐྱེས།
en: Or a learned brahmin woman,

source: །གཏི་མུག་རྣམ་དག་བསམ་གཏན་པས།
en: Such a meditator, after purifying his delusion,

source: །བླངས་ནས་མངོན་དུ་རྣམ་སྣང་འགྱུར།
en: Will in actuality become Vairocana.

source: །མ་ནི་རིག་མ་དམ་པ་སྟེ།
en: “The mother is the ultimate consort

source: །གལ་ཏེ་ཕ་ཡིས་སྔར་བསྟན་ཀྱང་།
en: Especially if she was just before enjoyed by the father.

source: །དེ་བཞིན་དེ་ཉིད་ཀྱིས་ཀྱང་འགྲུབ།
en: She will definitely grant an accomplishment,

source: །བདེ་བ་ཆེན་པོས་བཀའ་སྩལ་ཏོ།
en: As has been declared by the lord Great Bliss.

source: །ཞེ་སྡང་བདག་ཉིད་གདོལ་པ་མོ།
en: “If he whose nature is hatred obtains

source: །བུ་མོའང་གནོད་སྦྱིན་བུ་མོ་བླང་།
en: An outcaste woman’s daughter, or a yakṣa girl,

source: །ཞེ་སྡང་རྣམ་དག་བསམ་གཏན་པ།
en: Such a meditator will, after purifying his hatred,

source: །མི་བསྐྱོད་པ་ནི་མངོན་དུ་འགྱུར།
en: Attain, in actuality, the state of Akṣobhya.

source: །འདོད་ཆགས་བདག་ཉིད་གར་མཁན་མ།
en: “If he whose nature is passion obtains a dancer’s daughter,

source: །སྲིང་མོའམ་ཀླུ་མོ་ལྷ་མིན་བླངས།
en: His own younger sister, or a nāga or asura girl,

source: །འདོད་ཆགས་རྣམ་དག་བསམ་གཏན་པ།
en: Such a meditator, after purifying his lust,

source: །འོད་དཔག་མེད་པ་བསྒོམ་པར་འགྱུར།
en: Will become, in his nature, Amitābha.

source: །ཕྲག་དོག་བདག་ཉིད་བཟོ་ཤེས་མ།
en: “If he whose nature is envy obtains

source: །ཆུ་འབྱུང་དགའ་མ་འམ་སྲིང་མོ་ཡི། །བུ་མོ་ཡང་དག་བླངས་ནས་ནི།
en: A lovely apsaras, expert in crafts, or one’s own niece,

source: །ཕྲག་དོག་རྣམ་དག་བསམ་གཏན་པ།
en: Such a meditator will become,

source: །དཔའ་བོ་དོན་ཡོད་གྲུབ་པར་འགྱུར།
en: After purifying his envy, the hero Amoghasiddhi.

source: །ང་རྒྱལ་བདག་ཉིད་མནའ་མའམ།
en: “If he whose nature is arrogance obtains a king’s daughter,

source: །རྒྱལ་པོའི་བུ་མོའམ་རིག་འཛིན་མ། །བླངས་ནས་ང་རྒྱལ་རྣམ་དག་པའི།
en: Or perhaps a daughter or a wife of a vidyādhara,

source: །བསམ་གཏན་པ་དེ་ནོར་བུའི་རིགས།
en: Such a meditator will become, after purifying his arrogance,

source: །འབྱུང་གནས་སུ་ནི་འགྱུར་བའོ།
en: Ratnasambhava, and will join the jewel family.

source: །སྤྱན་དང་ལྷན་ཅིག་སངས་རྒྱས་ཉིད།
en: “Consorting with Locanā, he becomes Tathāgata Buddha;

source: །མཱ་མ་ཀཱི་དང་མི་བསྐྱོད་པར། །འགྲུབ་འགྱུར་དཀར་མོ་ལྷན་ཅིག་ཏུ།
en: With Māmakī, he attains the state of Tathāgata Akṣobhya;

source: །པདྨ་ཅན་དང་སྒྲོལ་མ་ནི།
en: With Pāṇḍaravāsinī, Amitābha of the lotus family;

source: །ལྷན་ཅིག་དོན་ཡོད་གྲུབ་པར་འགྱུར།
en: And with Tārā, he will attain the state of Amoghasiddhi.

source: །རིན་ཆེན་རིན་ཆེན་མ་དང་འགྲུབ།
en: “Alternatively, he can become Ratnasambhava by consorting with Ratnolkā.

source: །རིགས་པས་འདོད་པ་འདི་དག་འགྲུབ།
en: In this way has the union of the two partners been taught.

source: །གཞན་ཡང་འདིས་ནི་ཁྲོ་བོ་ཡི།
en: Through this union he can attain also the state of other deities,

source: །ལྷ་དང་རྒྱལ་བའི་སྲས་པོ་དང་། །ཁྲོ་བོ་རབ་གཏུམ་ཆོ་ག་དང་། །ཞི་ལ་ཞི་བའི་ཆོ་ག་ཡིས།
en: Such as wrathful deities or divine daughters of the victorious ones. {10.1.14} “Wrathful deities can be accomplished by fierce rites;

source: །ཞི་བ་རབ་ཏུ་འགྲུབ་པར་འགྱུར།
en: Peaceful deities, only by peaceful rites.

source: །འདོད་ཆགས་རྒྱ་ཆེན་ཞེན་པ་དང་། །ང་རྒྱལ་ལྡན་པས་འགྲུབ་པར་འགྱུར།
en: Impassioned deities are accomplished by passionate rites; Haughty deities, by the rites of enriching.

source: །དེ་ལྟར་དཀའ་བ་མེད་པའི་ཐབས།
en: “Such methods, which are free of hardship,

source: །ཀུན་མཁྱེན་ཐུགས་རྗེ་བཅས་པས་བསྔགས།
en: Have been praised by the omniscient and compassionate masters.

source: །ཤིན་ཏུ་བདེ་བ་སྒྲུབ་པའི་ཐབས།
en: These methods are for attaining extraordinary bliss,

source: །བརྟུལ་ཞུགས་དཀའ་ཐུབ་སྤྱོད་པ་སྤངས།
en: Without severe precepts or austere practices.

source: །དེ་ལྟར་བདུད་རྩིའི་རོ་རྙེད་ནས།
en: “If someone, having obtained the taste of ambrosia in this way,

source: །ཉོན་མོངས་གཞོམ་ཕྱིར་མི་བརྩོན་གང་།
en: Does not make effort for the sake of removing his afflictions, How would he be able to produce awakening

source: །ཇི་ལྟར་དཀའ་ཐུབ་བརྟུལ་ཞུགས་དེས།
en: By following precepts that are difficult to keep?

source: །སངས་རྒྱས་ཉིད་ནི་བྱ་བར་ནུས།
en: “The fool who does not do anything for his own sake,

source: །རང་གི་བདེ་བའི་ཐབས་རྙེད་ནས། །གང་ཞིག་བདག་དོན་མི་བྱེད་པ། །རྨོངས་པའི་བདག་ཉིད་དེ་ཡི་ནི།
en: After having found his personal easy practice,

source: །སངས་རྒྱས་ཉིད་ནི་གང་དུ་འགྱུར།
en: Where will he go next after departing from this life?

source: །ཡང་ནི་དེ་ནི་ཤེས་མི་འགྱུར། །འདིས་ནི་སངས་རྒྱས་ཐམས་ཅད་དུ།
en: He cannot know where he will be reborn again.

source: །སྐྱེ་བོ་དམ་པས་མཐོང་བ་ཉིད།
en: “Genuine people, once they become realized through this practice,

source: །ལས་ཀུན་རྨི་ལམ་སྒྱུ་མ་ལྟར།
en: Will always see all activities and their effects as a dream or illusion.

source: །སངས་རྒྱས་ཆོས་ལ་མི་ཤེས་པས།
en: He who does not understand the Buddhadharma should do this practice

source: །འཁོར་བའི་རྒྱ་མཚོའི་ཕ་རོལ་དུ།
en: Until he reaches the other shore of the ocean of saṃsāra.”

source: །ཇི་སྲིད་མ་ཕྱིན་བར་དུ་བྱ། །བཅུ་པ་ལས་སློབ་དཔོན་དང་ཕྱག་རྒྱ་བྱིན་གྱིས་བརླབ་པ་སྟེ་རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This concludes the first part of the tenth chapter, on the consecration to the position of a master by means of a consort . “The following powers become unleashed When a man becomes accomplished through a consort : The earth will shake in six different ways

source: །།དེ་ནས་གང་དུ་རིག་མའི་སྐྱེས་བུ་གྲུབ་པ་དེར་འདི་ལྟ་བུའི་ཕུན་སུམ་ཚོགས་པ་འབྱུང་སྟེ།
en: As the earth goddess will be filled with ecstatic happiness. “Overjoyed, she will make a sound like the bell-metal cymbals Produced in the country of Magadha. Meteor showers will fall throughout the ten directions, Resembling the fire at the end of an eon. “The oceans will roar with turbulence, And hurricanes will strike everywhere. Right there, the lights of gnosis will flare up, Resembling the fire during the final destruction. “All the worlds of the triple universe Will become the womb of the consort . Brahmā, Viṣṇu, Varuṇa, Śakra, Rudra,

source: ས་འདི་དག་དགའ་ཞིང་མགུ་ལ་རངས་པས་རྣམ་པ་དྲུག་ཏུ་གཡོས་ནས་བདུད་ཀྱི་གནས་སུ་ཆ་ལང་ལྟ་བུའི་སྒྲ་གྲགས་པ་དང་། ཕྱོགས་བཅུར་བསྐལ་པའི་མེ་ལྟ་བུའི་སྐར་མདའ་ལྟུང་བ་དང་། རྒྱ་མཚོ་ཆེན་པོ་འཁྲུགས་པའི་སྒྲ་དང་། ཐམས་ཅད་དུ་གནམ་རྡོ་ལྟུང་བ་དང་། དེ་ཉིད་དུ་བསྐལ་པའི་མེའི་གཟུགས་ལྟ་བུའི་ཡེ་ཤེས་ཀྱི་སྣང་བ་འབར་བ་དང་། ཕྱག་རྒྱའི་སྐྱེ་གནས་ཀྱི་སྙིང་པོར་ཁམས་གསུམ་ཐམས་ཅད་སྣང་བ་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། ཆུ་བདག་དང་། བརྒྱ་བྱིན་དང་། དྲག་པོ་དང་། མེ་དང་། སྟོབས་བཟང་པོ་དང་། ཉི་མ་དང་། ཟླ་བ་དང་། གནོད་སྦྱིན་དང་། གྲུབ་པ་དང་། དྲི་ཟ་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་དང་། ལྷའི་མཆོག་དང་། རིག་པ་འཛིན་པ་དང་། ཆུས་བྱུང་ལ་སོགས་པ་གང་ཞིག་གཞན་ཡང་སུམ་ཅུ་རྩ་གསུམ་དུ་གནས་པའི་ལྷ་རྣམས་དེར་འོངས་ནས་ཡང་དག་པར་དགའ་བས་མེ་ཏོག་གིས་མཆོད་པར་བྱེད་དོ།
en: Agni, the Āśvins, Bhānu and Candra, “The yakṣas, celestial siddhas, gandharvas, Kinnaras, nāgas, vidyādharas, Apsarases, and so forth, and those in other places, The gods residing in the Realm of the Thirty-Three, “Having come there, overjoyed, Will throw heaps of flowers in offering.

source: །པི་བང་དང་། གླིང་བུ་དང་། མུ་ཀུཎྜ་དང་། ཏམྦུ་ར་དང་། དུང་དང་། ཟངས་དུང་དང་། ནནྡི་དང་། པ་ཊ་ཧ་དང་། རྫ་རྔས་ནམ་མཁར་གནས་ཏེ། དེར་རྟག་ཏུ་མཆོད་པར་བྱེད་དོ།
en: Floating in the sky they will worship With the sounds of lutes, flutes, drums, “ Madhurīs , conches, large drums, Piccolo flutes, kettle drums, and tambourines.

source: །ལྷའི་བུ་མོ་དང་། རིག་པ་འཛིན་པའི་རྒྱལ་པོའི་བུ་མོ་ཐམས་ཅད་ཀྱིས་གར་བྱེད་པ་དང་། སིལ་སྙན་དུ་མ་བྱེད་པ་དང་། མིའམ་ཅི་དང་། གནོད་སྦྱིན་གྱིས་གླུ་ལེན་པར་བྱེད་ཅིང་གར་བྱེད་པ་དང་། དེ་ལ་དགའ་བ་དང་བཅས་པས་རྒྱལ་བ་རྒྱལ་བ་ཞེས་བྱ་བའི་སྒྲས་རྟག་ཏུ་རོལ་པར་བྱེད་པ་དང་། གང་ཞིག་གྲུབ་པ་ནམ་མཁར་གནས་པའི་ལྷ་རྣམས་ཀྱིས་ནི་ལེགས་སོའི་རྣམ་པ་རབ་ཏུ་གསོལ་བར་མཛད་དོ།
en: The apsaras girls will dance and so too will All the young daughters of vidyādhara kings. “The kinnaras will sing songs And play various instruments. The yakṣas will shout, “Victory!

source: །གང་ཞིག་དགའ་ལྡན་དུ་གནས་པའི་ལྷ་རབ་མཆོག་དང་། གང་ཞིག་ལྷའི་བུ་དང་། རིག་པ་འཛིན་པ་པ་དང་། འོག་མིན་གྱི་བར་དུ་འོངས་ནས་ཕྱག་འཚལ་ཞིང་མེ་ཏོག་སྣ་ཚོགས་ཀྱི་རྣམ་པ་དང་། དྲི་སྣ་ཚོགས་ཀྱི་ཆར་དང་། བདུག་པ་སྣ་ཚོགས་ཀྱི་ཁྱད་པར་གྱིས་གུས་པའི་ཚུལ་གྱིས་མཆོད་པར་བྱེད་དོ།
en: Victory!” Playing around and making merry. “Rejoicing at this event, the celestial siddhas will extend their congratulations. The gods from the Tuṣita Realm, the most eminent gods from places near and far, the divine and semi-divine sons, the celestial vidyādharas—all will bow in reverence, filling space as far as the realm of Akaniṣṭha. “With great devotion they will offer heaps of different kinds of flowers, rains of different fragrances, and different kinds of prime quality incense.

source: །གཞན་ཡང་ཁྱོད་ལ་རྒྱས་པར་བཤད་པའི་ཚུལ་གྱིས་ཅི་ཞིག་དགོས་ཏེ།
en: Of what need would a detailed description of other offered items be to you?

source: བསྒྲུབ་པར་བྱ་བའི་བསོད་ནམས་ཀྱིས་ཁམས་གསུམ་དུ་སྐྱེས་པའི་མཆོད་པ་དེ་རྣམས་ཀྱིས་མཆོད་པར་བྱེད་དོ།
en: Whatever articles are worth offering in the three realms for merit to be gained, they will offer them.”

source: །བཅུ་པ་ལས་བདེ་བ་ཆེན་པོའི་དངོས་གྲུབ་ཀྱི་མཆོད་པ་དང་རིམ་གྲོ་ཞེས་བྱ་བ་སྟེ་རབ་ཏུ་བྱེད་པ་གཉིས་པའོ།།
en: This concludes the second part of the tenth chapter, called “The Worship and Homage on the Occasion of the Accomplishment of Great Bliss.”

source: །།རིག་མའི་སྐྱེས་བུ་གྲུབ་པ་ནི། །གང་དུ་མཆི་ཞིང་གང་དུ་གནས།
en: “Where does the man accomplished by means of a consort go, and where does he remain?

source: །བདག་ལ་ཐེ་ཚོམ་འདི་དག་ནི།
en: I am not certain about this.

source: རིག་མའི་སྐྱེས་བུ་གྲུབ་པ་ནི། གང་དུ་ཡང་མི་འགྲོ། གང་དུ་ཡང་མི་གནས།
en: “A man accomplished by means of a consort does not go anywhere, nor does he remain anywhere.

source: ཐོག་མ་དང་། ཐ་མ་དང་། དབུས་དང་བྲལ་བ། གཉིས་སུ་མེད་པ། གནས་གསུམ་དུ་སྣང་བ།
en: He is the light of the triple universe, which is nondual and has no beginning, middle, or end.

source: ཐམས་ཅད་སོན་པ། ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་པ། ཐམས་ཅད་ཀྱི་དོན་ཐམས་ཅད་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ལ་གནས་པ། སྡིག་པ་ཐམས་ཅད་ལས་རྣམ་པར་གྲོལ་བ།
en: He is everywhere, he is omniscient, he is universal, and he is all things. He abides in the consciousness of all beings and is free of all negativity.

source: ཡོན་ཏན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པར་བྱས་པ། ཐམས་ཅད་དང་ལྡན་པ། ཞི་བ།
en: Adorned with all good qualities, he is endowed with everything.

source: མཉམ་པ་མེད་པ། རྟག་ཏུ་འཆར་བར་མཛད་པ། མགོན་པོ། སྐྱོབ་པ། ཀུན་ཏུ་རྟོག་པ་སྤངས་པ།
en: He brings happiness, and is a peerless, perpetually arising lord and protector, free of conceptual thinking.

source: དབྱིབས་དང་ཁ་དོག་དང་བྲལ་བ། རྒྱལ་བའི་ཡང་སྤྱོད་ཡུལ་མ་ཡིན་པ། རྒྱལ་བའི་ཡང་སྤྱོད་ཡུལ་མ་ཡིན་པ། རྒྱལ་པོ་ཕྱེད་པར་དཀའ་བའི་ཕྱིར་རྡོ་རྗེ།
en: Devoid of shape and color, he is the king beyond the purview of even the victorious ones. “Being unbreakable, he is the vajra.

source: ཉོན་མོངས་པའི་ཉེ་བར་གདུང་བ་ལས་གྲོལ་བའི་ཕྱིར་ཟླ་བ།
en: Free from the burning torment of afflictions, he is the cool-rayed moon.

source: དོགས་པ་མེད་པའི་ཕྱིར་སེང་གེ །གཏིང་དཔག་པར་དཀའ་བའི་ཕྱིར་ཆུའི་ཕུང་བའོ། །དེ་ལྟར་དཔེ་སྣ་ཚོགས་ཀྱིས་རྣལ་འབྱོར་པ་རྣམས་ཀྱི་དཔེར་བྱའོ།
en: Free of doubt, he is like a lion. Difficult to fathom, he is like an ocean.

source: །དེ་ཉིད་གཅིག་པུས་སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱེད་པ་དང་། རྣམ་པར་རྟོག་པ་ཐམས་ཅད་སྤངས་པས་ཀྱང་བལྟམས་པ་སྟོན་པ་དང་། ཁབ་ནས་མངོན་པར་འབྱུང་བ་དང་། གཞོན་ནུའི་རོལ་རྩེད་མཛད་པ་དང་། རབ་ཏུ་བྱུང་བ་དང་། རྡོ་རྗེ་གདན་གྱིས་མནན་པ་དང་། བདུད་བཏུལ་བ་མཉམ་པ་མེད་པ་དང་། སངས་རྒྱས་པ་དང་། དམ་པའི་ཆོས་ཀྱི་འཁོར་ལོ་བསྟན་པ་དང་། ལྷ་ལས་བབས་པ་ཉམས་དགའ་བ་དང་། ཤིན་ཏུ་སྣ་ཚོགས་པའི་ཆོ་འཕྲུལ་དང་། གླང་པོ་ཆེ་ནོར་སྐྱོང་འདུལ་བ་དང་། སྐལ་བ་དང་ལྡན་པའི་སྐྱེ་བོ་དག་པ་གཞུག་པ་དང་། ཕས་ཀྱི་རྒོལ་བ་ཚར་གཅད་པ་དང་། བསོད་སྙོམས་ཀྱི་ལྷུང་བཟེད་ལ་ལྟོས་པ་མེད་པ་དང་། འཇིག་རྟེན་གསུམ་གྱི་འཁོར་ལོ་འདུལ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྒྱལ་ཚབ་ཉིད་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་དང་། ཁམས་གསུམ་གྱི་ཆོས་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་སྟེ།
en: “In this way he is described by yogins using the comparisons just given. He alone fulfills the interests of every sentient being. “Even though he is devoid of conceptual thought, he displays the great deeds, including (1) birth which is his final one, ( ) leaving home, (3) the playful exploits of his childhood, (3) leaving his household, (4) the solitary peregrinations of a religious mendicant, (6) reaching the spot of the vajra seat, (7) defeating Māra, (8) attaining an unequaled state of perfect awakening, (9) giving instructions that constitute the turning of the wheel of Dharma, (10) enjoying the descent from the realm of gods, (11) performing a great variety of miraculous feats, (1 ) subjugation of the elephant Dhanapāla, (13) inducting virtuous people into purity, (14) refuting opposing doctrines, (15) blameless subsistence by the alms bowl, (16) taming the inhabitants of the triple universe, (17) becoming the crown prince of bodhisattvas, (18) fulfilling the great aim of parinirvāṇa, and (19) becoming the Dharma king of the three realms. “So it is, O sons of the noble lineage!

source: དེ་ལྟར་རིགས་ཀྱི་བུ་འདི་ལྟར་ཁྱད་པར་དུ་མ་རྨི་ལམ་ལྟ་བུར་སངས་རྒྱས་ཀྱི་རོལ་པ་མཆོག་ཏུ་སྟོན་པར་མཛད་དེ། གང་ཞིག་གྲུབ་པ་སྒྱུ་མའི་ཚུལ་གྱིས་འགྲོ་བ་ཐམས་ཅད་ཀྱི་དོན་མཛད་དོ།
en: He who is accomplished will in this way display, employing illusory forms, the marvelous play of a buddha for the benefit of all beings—the play extraordinary in many ways and said to be like a dream.”

source: །བཅུ་པ་ལས་སངས་རྒྱས་ཀྱི་སྒྱུ་མ་རྣམ་པར་མཛད་པ་ཞེས་བྱ་བ་སྟེ་རབ་ཏུ་བྱེད་པ་གསུམ་པའོ།།
en: This concludes the third part of the tenth chapter called “The Buddha’s Magical Transformations.”

source: །།གོང་དུ་བཤང་གཅི་ཁྲག་དང་ནི། །ཉ་དང་ཤ་ཡི་སྦྱིན་སྲེག་ནི། །ལྷ་ནི་ཁྱོད་ཀྱིས་གསུངས་པ་ཉིད།
en: “You have previously mentioned, O lord, a homa offering consisting of feces, urine, menstrual blood, fish, and meat.

source: །ཇི་ལྟར་ཡེ་ཤེས་སེམས་དཔའ་ལ།
en: “How is it with regard to the wisdom beings,

source: །མི་གཙང་བས་ནི་ཁ་བཀང་ན།
en: That their mouths should be filled with impurities?

source: །སྡིག་པ་ཇི་ལྟར་སྐྱེ་མི་འགྱུར།
en: How is it that no nonvirtue is committed?

source: །གལ་ཏེ་སྡིག་ལས་ཇི་ལྟར་འབྲས།
en: Were one in fact nonvirtuous, what would the result be?”

source: །མི་ཤེས་རྨོངས་པའི་སེམས་ཅན་གང་།
en: “Beings who are deluded by not knowing,

source: །ཡེ་ཤེས་ཐབས་ནི་རྣམ་པར་སྤངས།
en: And deprived of gnosis and skillful means,

source: །ཕྱི་རོལ་དངོས་པོར་མངོན་ཞེན་བས།
en: Are strongly attached to external objects

source: །རྟོག་པ་དྲ་བས་དྲ་བར་བྱས།
en: And are thus confounded by the mass of concepts.

source: །དེ་ཡི་སྡིག་དང་བསོད་ནམས་ཀྱི།
en: “To them, sin and merit

source: །ཆ་གཉིས་རྣམ་པར་རྟོག་པ་སྟེ།
en: Seem to be two separate categories.

source: །འདི་རྣམས་ཆོས་ནི་རང་བཞིན་དག །མ་སྐྱེས་པ་དང་གནས་མེད་ཅིང་།
en: In truth, though, these phenomena are By nature pure—unarisen and without basis. “The buddhas taught the skillful means of merit

source: །སེམས་ཅན་ཡེ་ཤེས་འཕེལ་བའི་ཕྱིར།
en: In order to develop gnosis in beings.

source: །དོན་དམ་ལས་ནི་བསོད་ནམས་ཉིད། །ཐབས་ནི་སངས་རྒྱས་རྣམས་ཀྱིས་བསྟན། །སྐྱེ་བ་དང་ནི་སྤངས་མེད་ན།
en: But if, in terms of the absolute truth, merit is to be abandoned,

source: །བསོད་ནམས་མིན་ལ་སུ་ཞིག་ཞེན།
en: Why hold on to the concept of demerit?

source: །དཔེར་ན་སེམས་ཅན་ཕ་རོལ་འགྲོ།
en: “Just as someone crossing to the other shore

source: །ཆུ་ཀླུང་ཆུ་ཡིས་གང་བ་ལ།
en: Of a river filled with water Will build a raft that floats on the surface

source: །ཤིང་དང་རྩྭ་ནི་བསྡུས་ནས་ནི།
en: By assembling logs of wood and bundles of straw,

source: །ཆུ་ལ་གཟིངས་ནི་བྱས་ནས་སུ། །དེ་ལ་འཇུས་ནས་བརྒལ་ནས་ཀྱང་།
en: “But after having crossed the river clutching to it,

source: །སྤངས་ནས་བདེ་བར་འགྲོ་བར་འགྱུར།
en: He will discard it and walk on without difficulty,

source: །དེ་ལྟར་འཁོར་བའི་ཕ་རོལ་དུ།
en: So too someone crossing to the other shore of saṃsāra

source: །ཆོས་དང་ཆོས་མིན་ཞོན་ནས་ནི།
en: Will ride upon the distinction between right and wrong.

source: །བདེ་བས་བྱང་ཆུབ་འཐོབ་པར་འགྱུར།
en: “Once awakening has been safely attained,

source: །ཆོས་དང་ཆོས་མིན་རྣམ་པར་སྤངས།
en: It is free from the distinction between right and wrong.

source: །དེ་ཕྱིར་རྟོག་པའི་དྲ་བ་ནི། །སྤངས་ནས་ཟབ་མོའི་ཆོས་ནི་འཕེལ།
en: Consequently, he will develop in the profound Dharma Once he has discarded the network of concepts.

source: །དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་ལམ།
en: “When traveling the path taught by the tathāgatas,

source: །ལམ་རིག་རྣམ་པར་རྟོག་མི་བྱ།
en: The mantra adept should not entertain concepts,

source: །རྣམ་རྟོག་གཏི་མུག་ཆེན་པོ་སྟེ།
en: For concepts are great ignorance—

source: །འཁོར་བའི་རྒྱ་མཚོར་ལྟུང་བྱེད་ཡིན།
en: They mire one in the ocean of saṃsāra.

source: །མི་རྟོག་ཏིང་འཛིན་ལ་གནས་པ།
en: “He who abides in nonconceptual samādhi

source: །མཁའ་བཞིན་དྲི་མ་མེད་པར་འགྱུར།
en: Will shine, stainless as the sky.

source: །དབང་པོ་གཉིས་ནི་མཉམ་སྦྱོར་བས།
en: When the vital powers of the coupling pair combine,

source: །སྐུ་གསུང་ཐུགས་ནི་འདུས་པ་ཡིས།
en: Their bodies, speech, and minds likewise coalesce. “By this means they attain identity with the deity,

source: །ང་རྒྱལ་ལས་ནི་རྒྱལ་བའི་གཟུགས། །རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་སྤངས།
en: Thus becoming reflections of the Victorious One, devoid of all forms.

source: །རྣམ་པར་ཤེས་པ་རྫོགས་པས་ནི།
en: You should cause this gnosis to unfold,

source: །སྐྱེ་བ་འདིར་ནི་ཡེ་ཤེས་ཅན།
en: Becoming its adepts in this very life.

source: །བུད་མེད་དང་ནི་སྐྱེས་པའི་ལུས།
en: “It has been taught that the bodies of women and men

source: །ལས་ནི་དུ་མས་བསྐྱེད་པ་སྟོན།
en: Are a complex result of their actions.

source: །མི་ཤེས་པས་ཀྱང་མི་བྱ་སྟེ།
en: One should not, out of ignorance, act waywardly—

source: །སྐུ་ཡི་རྡོ་རྗེའི་དམ་ཚིག་གོ།
en: This is the samaya of vajra body. “One should not corrupt their minds

source: །སེམས་ཅན་སྣ་ཚོགས་གདུང་བ་དང་། །ཀུན་རྟོག་ངན་པའི་རྣམ་རྟོག་གིས།
en: By burdening sentient beings with various austerities

source: །སེམས་ལ་སྨད་པར་མི་བྱ་སྟེ།
en: That give rise to stressful conceptual thinking—

source: །ཐུགས་ཀྱི་རྡོ་རྗེའི་དམ་ཚིག་གོ། །ཕྲག་དོག་ཉིད་ཀྱིས་མ་རུངས་པས།
en: This is the samaya of vajra mind.

source: །ཚིག་རྩུབ་ལ་སོགས་སྨྲ་མི་བྱ།
en: “One should not say words that are Slanderous, untrue, or harsh,

source: །རྣ་བ་བདེ་བར་བྱེད་པ་ཉིད།
en: But only those that are pleasant to the listener—

source: །གསུང་གི་རྡོ་རྗེའི་དམ་ཚིག་གོ།
en: This is the samaya of vajra speech.

source: །ཤ་ཡི་ཁམས་གནས་སངས་རྒྱས་ནི།
en: “The buddha who abides in the flesh element

source: །རྣམ་སྣང་ཆེན་པོ་རྩེ་མོར་སྐྱེ།
en: Is Vairocana, the seniormost of the five.

source: །རྐང་ལ་མི་བསྐྱོད་གནས་པ་ཉིད།
en: Akṣobhya dwells in the marrow of the bones;

source: །ཁྲག་ནི་རིན་ཆེན་ལྟ་བུར་ནི། །ནོར་བུ་ཆེན་པོས་རྣམ་པར་བརྒྱན།
en: Blood is the domain of Ratnasambhava, adorned with magnificent jewels.

source: །རུས་པ་ལ་ནི་འོད་དཔག་མེད།
en: “Amitābha is the bones,

source: །སེམས་ཅན་རྣམས་ཀྱི་རིགས་བཅས་འབབ།
en: Understood to be the compactness within all beings. Amoghasiddhi, the most eminent of sages,

source: །རྩ་ཡི་འཆིང་བའི་ཚོགས་ཀྱི་སྒོར། །དོན་ཡོད་ཐུབ་པ་རྒྱལ་པོ་ཉིད།
en: Sustains the network of sinews and tendons.

source: །ཁྱོད་ལ་གསང་བ་ང་ཡིས་བཤད།
en: “A secret will now be taught to you,

source: །དམ་ཚིག་ཡེ་ཤེས་རིག་པས་བསྟེན།
en: The samaya for adepts in gnosis:

source: །བློ་ལྡན་ཐུགས་ཀྱི་རྡོ་རྗེ་ཡིས།
en: “Using the vajra mind, the wise one

source: །རྟག་པ་རུ་ནི་བསྒོམ་པར་བྱ།
en: Should always pay attention to and cultivate

source: །འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་དང་། །སྲེད་པ་དང་ནི་འདུ་བྱེད་འཕེལ།
en: Desire, hatred, delusion, craving, And volitions, causing their increase.

source: །འདི་ལྔ་ཐུབ་པའི་རྒྱལ་པོས་གསུངས། །བཤང་གཅི་ཁུ་བ་བད་ཀན་དང་། །ཁྲག་དང་ཡོངས་སུ་འཛག་པ་རྣམས།
en: “These five have been taught by the buddhas, the most eminent of sages, as the fivefold effluence of feces, urine, semen, phlegm, and menstrual blood.

source: །འབྱུང་བ་བཞི་ནི་ཡོངས་གཟུང་ནས། །བློ་ཡིས་རྫོགས་པ་ཡོངས་བསྒོམས་པས། །གང་ཞིག་དམ་ཚིག་བསྟན་པར་བྱ།
en: He should observe the samayas through mental cultivation in full, based on embracing the four elements.

source: །ཐམས་ཅད་དུ་ནི་ཟོས་པས་འབྱུང་།
en: He should always ingest these samaya substances.

source: །དཔེར་ན་བུད་མེད་བྱིས་པ་ཡིས།
en: “Just as a lover delighting in young women’s talk

source: །གཏམ་ལ་རྗེས་མོས་སྨྲ་བ་ཡི།
en: Would extend an invitation to meet one of them for a chat

source: །འདུ་བའི་གཏམ་ནི་བརྗོད་པ་སྟེ། །ལམ་ཡང་འཆིང་བ་མེད་པར་བརྗོད། །དེ་ལྟའི་ཆོ་གས་རྣལ་འབྱོར་པའི།
en: And describe the path to take rather than obstruct it,

source: །ལེགས་པའི་ལམ་ནི་སྟོན་པའོ།
en: So too is the excellent path pointed out to a yogin, in the like manner.”

source: །དེ་ནས་རྣལ་འབྱོར་པ་དང་། རྣལ་འབྱོར་མ་དང་། མཁའ་འགྲོ་མ་དང་། མཁའ་འགྲོ་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། དེ་བཞིན་གཤེགས་པའི་དགེ་འདུན་དུ་མའི་འཁོར་ཐམས་ཅད་དགའ་ཞིང་མགུ་བའི་སེམས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡེ་ཤེས་ཐམས་ཅད་ཀྱིས་ཐོབ་པར་གྱུར་ཏོ།
en: Then, everyone in the audience—the yogins and yoginīs, the eighty crores of ḍākas and ḍākinīs, many bodhisattvas and the numerous congregations of tathāgatas—pleased and with minds filled with joy, obtained the gnosis of all the tathāgatas completely.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྡོ་རྗེ་སྙིང་པོ་ལ་སོགས་པ་ཐམས་ཅད་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའོ།
en: All the great bodhisattva beings, headed by Vajragarbha, and all the gods, nāgas, yakṣas, and gandharvas—the entire assembly—rejoiced at the words of the Blessed One.

source: །རྒྱུད་ཐམས་ཅད་ཀྱི་གླེང་གཞི་དཔལ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བ་དེ་ཁོ་ན་ཉིད་ཐམས་ཅད་ཀྱི་གླེང་གཞི་བརྟག་པའི་རྒྱལ་པོ་ཆེན་པོ་སྟེ་བཅུ་པ་རྫོགས་སོ།།
en: This concludes the tenth great sovereign chapter of the glorious “ Emergence from Sampuṭa ,” the emergence that is the foundation of all tantras.

source: །།རྒྱུད་ཀྱི་རྒྱལ་པོ་འདི་ནི་པཎྜི་ཏ་གཱ་ཡ་དྷ་ར་དང་། བདག་ཉིད་ཆེན་པོ་འབྲོག་མི་ཤཱཀྱ་ཡེ་ཤེས་ཀྱིས་བསྒྱུར་བ་ལས།
en: Tibetan Colophon This king of tantras was translated by the paṇḍita Gayādhara and the great personage Drokmi Śākya Yeshé.
